Repository: r15h1/Composr
Catalog: src/Composr.Web/Resources/Themes.CookBook._AMPLayout.*.resx
Languages: fr

source: /en/search?cat=chicken
fr: /fr/rechercher?cat=poulet

source: /en/search?cat=curry
fr: /fr/rechercher?cat=curry

source: /en/search?cat=dessert
fr: /fr/rechercher?cat=dessert

source: /en/search?cat=fish
fr: /fr/rechercher?cat=poisson

source: /en/search?cat=grill
fr: /fr/rechercher?cat=grillade

source: /en/search?cat=meat
fr: /fr/rechercher?cat=viande

source: /en/search?cat=pudding
fr: /fr/rechercher?cat=pudding

source: /en/search?cat=rice
fr: /fr/rechercher?cat=riz

source: /en/search?cat=salad
fr: /fr/rechercher?cat=salade

source: /en/search?cat=streetfood
fr: /fr/rechercher?cat=cuisinederue

source: /en/search?cat=vegetarian
fr: /fr/rechercher?cat=végétarien

source: Chicken Recipes
fr: Recettes de Poulet

source: Close
fr: Fermer

source: Curry Recipes
fr: Recettes au Curry

source: Fish Recipes
fr: Recettes de Poisson

source: Grills and BBQs
fr: Grillades et BBQ

source: Home
fr: Accueil

source: Meat Recipes
fr: Recettes de Viande

source: Popular Searches
fr: Consultez

source: Puddings
fr: Pudding

source: Rice Dishes
fr: Plats au Riz

source: Salads
fr: Salades

source: Search
fr: Rechercher

source: search e.g. chicken
fr: rechercher e.g. poisson

source: Street Food
fr: Bouffe de Rue

source: Vegetarian Dishes
fr: Plats Végétariens
